load-test.yml
config:
  target: 'http://localhost:3000'
  phases:
    - duration: 2    # Длительность теста в секундах
      arrivalRate: 3 # Отправляем 100 запросов в секунду (это максимальное количество)
      rampTo: 3      # Увеличиваем до 100 запросов в секунду

scenarios:
  - flow:
      - post:
          url: '/keitaro-postback'
          qs:
            affiliate_network_name: 'ExampleNetwork'
            revenue: '10'
            subid: '1234'
            country: 'PL'